app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2016-07-05 20:29:34.019933"], ["updated_at", "2016-07-05 20:29:34.019933"]]
---
  def create
    @student = Student.new(student_params)
    @student.save